[
  {
    "company": "ООО Союз Маринс Групп",
    "job": "Веб-разработчик",
    "dateStart": "Июнь 2014",
    "dateEnd": "Июль 2018",
    "comment": "Основная часть работы заключалась в поддержке текущих и разработке новых страниц сайтов компании, поддержка актуальной информации и размещение нового контента на проектах, работа с инфорграфикой и дизайном, вёртска email - рассылок. ",
    "profit": [
      {
        "goal": "Разработка фирменного стиля для сети торговых-центров компании (<a href='https://nebo-nn.com/' target=_blank>https://nebo-nn.com/</a>, <a href='https://gorky74.ru/' target=_blank>https://gorky74.ru/</a>, <a href='https://trc-nora.ru/' target=_blank>https://trc-nora.ru/</a>). Пользуются им до сих пор. "
      },
      {
        "goal": "Редизайн всех сайтов сети отелей Маринс Парк Отель. Интересная работа с внедрением нового функционала - системы бронирования."
      }
    ]
  },
  {
    "company": "ООО Аристос",
    "job": "Главный разработчик",
    "dateStart": "Август 2018",
    "dateEnd": "Июнь 2020",
    "comment": "Подготовка фронтовой части для запуска интернет магазинов, рефакторинг кодовой базы, адаптация новых сотрудников, разработка новых проектов и приложений компании.",
    "profit": [
      {
        "goal": "Все фронтовые работы, необходимые для успешного запуска сайтов брендов <a href='https://rushop.se.com/' target=_blank>Schneider Electric</a>, <a href='https://shop.krups.ru/' target=_blank>Krups</a>, <a href='https://rushop.weber.com/' target=_blank>Weber</a>"
      },
      {
        "goal": "Внедрение фреймфорка для вёрстки Email писем - MJML, что сильно сказалось на производительности, так как уменьшило время на вёрстку одного письма в 2 - 3 раза."
      }
    ]
  },
  {
    "company": "ООО Аристос",
    "job": "Руководитель отдела",
    "dateStart": "Июль 2020",
    "dateEnd": "По настоящее время",
    "comment": "Управление и улучщшение текущей frontend-архитектуры, поддержка и улучшение текущих проектов, запуск новых проектов, проведение экспертизы frontend разработки, проведение код ревью, менторство команды.",
    "profit": [
      {
        "goal": "Успешный запуск проектов Cartier, Villeroy & Boch, Ploom, Philips."
      },
      {
        "goal": "Выделие в отделе отдельного направления - разработка web-приложений. Создание приложений-микросервисов: Checkout, Cart, Payment. Внедрение внутреннего UI Kit, с основными компонентами. Все приложения на VueJS."
      },
      {
        "goal": "Переоценка ресурсов и методов разработки новых проектов, благодаря чему удалось снизить нагрузку на кокретных разработчиков и уменьшить сроки запуска проектов."
      }
    ]
  }
]